Repository: ezanalemma/CodysCryptocurrencies
Catalog: Cody’s Cryptocurrencies/*.lproj/Localizable.strings
Languages: es

source: Market Cap:
es: Tapa del mercado:

source: Name:
es: Nombre:

source: Price:
es: Presio:

source: Symbol:
es: Símbolo:

source: Total Supply:
es: Suministro total:

source: Enter coins you hold:
es: Total de monedas que tiene es:

source: Details
es: Detallado

source: Return
es: Regreso

source: Text is empty or invalid.
es: El texto está vacío o no es válido.

source: Save
es: Salvar

source: 24h chg: ↑
es: 24h cmb: ↑

source: 24h chg: ↓
es: 24h cmb: ↓

source: 1h chg: ↑
es: 1h cmb: ↑

source: 1h chg: ↓
es: 1h cmb: ↓

source: Search
es: Buscar

source: Cody’s Cryptocurrencies
es: Criptas de Cody

source: Cryptocurrency successfully added.
es: Cryptocurrency añadido con éxito.

source: Go back and refresh the list.
es: Vuelve y refresca la lista.

source: Go back
es: Regresa

source: Add another
es: Agrega otro

source: Refreshing...
es: Refrescante...
